edgeimpulse/inferencing-sdk-cpp/examples/hello-world/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.4 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_SYSTEM_PANIC_PRINT_HALT=y
